{
  "general": [
      "Have you written anything? What do you like to write?",
      "What are your go-to movies?",
      "What kind of songs do you listen to?",
      "Do you prefer tea or coffee?",
      "Do you like summer over winter?",
      "What style of house do you like? What kind of house would you want to live in?",
      "What's your favorite genre of book or movie?",
      "What's your favorite drink?",
      "What's your favorite piece of clothing you own/owned?",
      "What's your favorite TV show or movie?",
      "Who's your go-to band or artist when you can't decide on something to listen to?",
      "What's your dream car?",
      "What's the most interesting place you've been?",
      "Where would you spend all your time if you could?",
      "What fictional place would you most like to go?",
      "What's your favorite smell?"
  ],
  "preferences": [
      "Do you sleep with lights off or on?",
      "Would you rather eat alone or with others?",
      "Do you prefer texting or calling?",
      "Are you usually early or late?",
      "What are some small things that make your day better?",
      "What's the best way to start the day?",
      "How do you relax after a hard day of work?",
      "What stat for your life would you most like to see?",
      "What's the best thing that happened to you last week?",
      "How often do you play sports?",
      "When was the last time you climbed a tree?",
      "What would be your ideal way to spend the weekend?",
      "What's something that a ton of people are obsessed with but you just don't get the point of?",
      "What do you hope never changes?",
      "What's your favorite way to spend time off?",
      "What's something you are self-conscious about?",
      "What's the most interesting piece of art you've seen?"
  ],
  "values": [
      "What topics get you the most excited?",
      "What is the 'holy grail' of your life?",
      "What would you rate 10/10?",
      "What are you most looking forward to in the next 10 years?",
      "What are you interested in that most people haven't heard of?",
      "What do you strongly suspect but have no proof of?",
      "What are the top three things you want to accomplish before you die? How close are you to accomplishing them?",
      "What's the best and worst piece of advice you've ever received?",
      "If you could make one rule that everyone had to follow, what rule would you make?",
      "What's your most prized possession?",
      "What are you absolutely determined to do?",
      "What are you most likely to become famous for?"
  ],
  "history": [
      "Who was your first crush?",
      "What events in your life have made you who you are?",
      "What mistakes do you keep making again and again?",
      "What's the most illegal thing you've done?",
      "What did you think you would grow out of but haven't?",
      "How different was your life one year ago?",
      "What's the hardest lesson you've learned?",
      "When was the last time you changed your opinion/belief about something major?",
      "What have you created that you are most proud of?",
      "What were some of the turning points in your life?",
      "What's your most memorable adventure?",
      "What have you only recently formed an opinion about?",
      "What challenges are you currently facing?",
      "What's the best compliment you've received?",
      "Who inspires you to be better?"
  ],
  "self_reflection": [
      "What do you consider to be your best find?",
      "What is your most favorite thing about yourself?",
      "What personality trait do you value most and which do you dislike the most?",
      "What stereotype do you completely live up to?",
      "What's something you like to do the old-fashioned way?",
      "What do you spend the most time thinking about?",
      "What do you wish your brain was better at doing?",
      "What are you really good at, but kind of embarrassed that you are good at it?",
      "What do you take for granted?",
      "What do you hope your last words will be?",
      "What do you regret not doing or starting when you were younger?",
      "What's the most surprising self-realization you've had?",
      "How do you get in the way of your own success?",
      "What keeps you up at night?",
      "What do you want to be remembered for?",
      "What's one responsibility you really wish you didn't have?"
  ],
  "deep": [
      "How do you show love to others?",
      "What do you do when you’re mad?",
      "What do you do when you’re scared?",
      "How do you act when you’re alone? Is it different when you’re with friends?",
      "What’s the best thing you got from your parents?",
      "What do you most often look down on people for? What do you think other people look down on you for?",
      "If your life was a book, what would its title be?",
      "What are some of the events in your life that made you who you are?",
      "What would you do if you knew you were going to die in one hour?",
      "What are you afraid people see when they look at you?",
      "What quirks do you have?",
      "What do you wish you knew more about?",
      "What are you most insecure about?",
      "What are some of your personal 'rules' that you never break?",
      "What are you addicted to?",
      "What's the most heartwarming thing you've ever seen?",
      "What gets you fired up?"
  ],
  "hypothetical": [
      "If you didn't have to sleep, what would you do with the extra time?",
      "If you could convince everyone in the world to do one thing at one point in time, what would that thing be?",
      "If you were put into solitary confinement for six months, what would you do to stay sane?",
      "If all jobs had the same pay and hours, what job would you like to have?",
      "If you had a clock that would countdown to any one event of your choosing, what event would you want it to countdown to?",
      "If you had to change your name, what would you change it to?",
      "If life is a game, what are some of the rules?",
      "If you were dictator of a small island nation, what crazy dictator stuff would you do?",
      "If you could have a video of any one event in your life, what event would you choose?",
      "If you could make a 20-second phone call to yourself at any point in your life, when would you call and what would you say?",
      "If you could make one rule that everyone had to follow, what rule would you make?",
      "What would be the most amazing adventure to go on?",
      "Where do you see yourself in 5 years? 10 years?",
      "Would you rather go hang gliding or whitewater rafting?",
      "Where would you most like to live?"
  ]
}